local VadBypasses = {
    ["Bad Words"] = {
        {"asshole", "аѕѕһоlе"},
        {"ass", "а⁥⁥⁥⁥ѕѕ"},
        {"anal sex", "а⁥⁥⁥⁥n⁥⁥⁥⁥а⁥⁥⁥⁥l⁥⁥⁥⁥ ѕ⁥⁥⁥⁥е⁥⁥⁥⁥х"},
        {"Boobs", "Вoobs"},
        {"Blowjob", "B𐌑 ͜ ͣӏ𐌑 ͜ ͣo𐌑 ͜ ͣw𐌑Job"},
        {"cocaine", "сосaine"},
        {"cock", "сосk"},
        {"cock sucker", "сосk suсkеr"},
        {"cum", "с⁥⁥⁥⁥um"},
        {"hoe", "һое"},
        {"hardcore sex", "h⁥⁥⁥⁥а⁥⁥⁥⁥r⁥⁥⁥⁥d⁥⁥⁥⁥с⁥⁥⁥⁥о⁥⁥⁥⁥r⁥⁥⁥⁥е⁥⁥⁥⁥ ѕ⁥⁥⁥⁥е⁥⁥⁥⁥х"},
        {"pussy", "рu⁥⁥⁥ssу⁥⁥⁥⁥"},
        {"rape", "rаре"},
        {"sex", "s⁥⁥⁥⁥⁥⁥ех"},
        {"Titties", "Тitties"},
        {"Weed", "w⁥⁥⁥⁥е 𐌢𐌔 ⁥⁥⁥⁥е⁥⁥⁥⁥d"},
        {"Orgasm", "о⁥⁥⁥⁥r⁥⁥⁥⁥g⁥⁥⁥⁥а⁥⁥⁥⁥ѕ⁥⁥⁥⁥ m"},
        {"Pussy", "рu⁥⁥⁥ssу"},
        {"pussies", "р⁥⁥⁥u⁥⁥⁥ѕ⁥⁥⁥ѕ⁥⁥⁥i⁥⁥⁥е⁥⁥⁥ѕ"},
        {"BOOBS", "ВOOBS"},
        {"BUTTHOLE", "ВUТТ⁥⁥⁥⁥НOLЕ⁥⁥⁥⁥"},
        {"BITCHES", "В 𐌢𐌔 IT 𐌢𐌔 ⁥⁥⁥⁥ 𐌢𐌔 ⁥⁥⁥СН 𐌢𐌔 EЅ"},
        {"MASTERBATE", "МАЅТURВАТЕ"},
        {"PUSSY", "РU⁥⁥⁥⁥⁥⁥⁥ 𐌢𐌔 Ѕ⁥⁥⁥⁥⁥⁥⁥Ѕ 𐌢𐌔 Ү"},
        {"PISS", "РӀЅЅ"},
        {"PENIS", "РЕNIS"},
        {"RAPE", "RАРЕ⁥"},
        {"TITTIES", "ТITTIЕS"},
        {"THOT", "ТН⁥⁥⁥⁥⁥ОТ"},
        {"XXX", "ΧΧΧ"},
        {"KYS", "К⁥⁥⁥⁥⁥YЅ"},
        {"BITCH", "ВIT 𐌢𐌔 ⁥⁥⁥⁥⁥⁥⁥ 𐌢𐌔 СH"},
        {"BIG BOOBS", "В⁥⁥⁥I⁥⁥⁥G 𐌢𐌔 ВО⁥⁥⁥ОВ⁥⁥⁥S⁥⁥⁥"},
        {"BIG BOOTY", "ВIG ВООТY"},
        {"pussies", "р⁥⁥⁥u⁥⁥⁥ѕ⁥⁥⁥ѕ⁥⁥⁥i⁥⁥⁥е⁥⁥⁥ѕ"},
        {"bbc", "b⁥⁥⁥b⁥⁥⁥с"},
    },

    ["E-Sex"] = {
        {"Boom cockshot!", "В⁥⁥⁥⁥о⁥⁥⁥⁥о⁥⁥⁥⁥m⁥⁥⁥⁥ с⁥⁥⁥⁥о⁥⁥⁥⁥с⁥⁥⁥⁥k⁥⁥⁥⁥ѕ⁥⁥⁥⁥h⁥⁥⁥⁥о⁥⁥⁥⁥t⁥⁥⁥⁥!"},
        {"Let me have a taste of that pussy", "L⁥⁥⁥⁥Е⁥⁥⁥⁥Т⁥⁥⁥⁥ М⁥⁥⁥⁥Е⁥⁥⁥⁥ Н⁥⁥⁥⁥А⁥⁥⁥⁥V⁥⁥⁥⁥Е⁥⁥⁥⁥ А⁥⁥⁥⁥ Т⁥⁥⁥⁥А⁥⁥⁥⁥Ѕ⁥⁥⁥⁥Т⁥⁥⁥⁥Е⁥⁥⁥ О⁥⁥⁥⁥F⁥⁥⁥⁥ Т⁥⁥⁥⁥Н⁥⁥⁥⁥А⁥⁥⁥⁥Т⁥⁥⁥⁥ рu⁥⁥⁥ssу"},
        {"ah yes~ *moans* yes harder~", "а⁥⁥⁥h⁥⁥⁥ ⁥⁥⁥у⁥⁥⁥е⁥⁥⁥ѕ⁥⁥⁥~⁥⁥⁥ ⁥⁥⁥*⁥⁥⁥m⁥⁥⁥о⁥⁥⁥а⁥⁥⁥n⁥⁥⁥ѕ⁥⁥⁥*⁥⁥⁥ ⁥⁥⁥у⁥⁥⁥е⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥h⁥⁥⁥а⁥⁥⁥r⁥⁥⁥d⁥⁥⁥е⁥⁥⁥r⁥⁥⁥~"},
        {"spank me daddy", "ѕ⁥⁥⁥р⁥⁥⁥а⁥⁥⁥n⁥⁥⁥k⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥d⁥⁥⁥а⁥⁥⁥d⁥⁥⁥d⁥⁥⁥у"},
        {"let me eat you out", "ӏ⁥⁥⁥е⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥е⁥⁥⁥а⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥u⁥⁥⁥ ⁥⁥⁥о⁥⁥⁥u⁥⁥⁥t"},
        {"lets do doggy style", "ӏ⁥⁥⁥е⁥⁥⁥t⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥d⁥⁥⁥о⁥⁥⁥ ⁥⁥⁥d⁥⁥⁥о⁥⁥⁥g⁥⁥⁥g⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥t⁥⁥⁥у⁥⁥⁥ӏ⁥⁥⁥е"},
        {"sex slave", "ѕ⁥⁥⁥е⁥⁥⁥х⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥ӏ⁥⁥⁥а⁥⁥⁥v⁥⁥⁥е"},
        {"roblox rule 34 is my favorite", "r⁥⁥⁥о⁥⁥⁥b⁥⁥⁥ӏ⁥⁥⁥о⁥⁥⁥х⁥⁥⁥ ⁥⁥⁥r⁥⁥⁥u⁥⁥⁥ӏ⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥3⁥⁥⁥4⁥⁥⁥ ⁥⁥⁥i⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥f⁥⁥⁥а⁥⁥⁥v⁥⁥⁥о⁥⁥⁥r⁥⁥⁥i⁥⁥⁥t⁥⁥⁥е"},
        {"i got ur mom pregnant with my child", "i⁥⁥⁥ ⁥⁥⁥g⁥⁥⁥о⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥u⁥⁥⁥r⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥о⁥⁥⁥m⁥⁥⁥ ⁥⁥⁥р⁥⁥⁥r⁥⁥⁥е⁥⁥⁥g⁥⁥⁥n⁥⁥⁥а⁥⁥⁥n⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥w⁥⁥⁥i⁥⁥⁥t⁥⁥⁥h⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥с⁥⁥⁥h⁥⁥⁥i⁥⁥⁥ӏ⁥⁥⁥d"},
        {"wsg bbg you lookin sexy", "w⁥⁥⁥ѕ⁥⁥⁥g⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥b⁥⁥⁥g⁥⁥⁥ ⁥⁥⁥u⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥о⁥⁥⁥о⁥⁥⁥k⁥⁥⁥i⁥⁥⁥n⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥е⁥⁥⁥х⁥⁥⁥у"},
        {"ur moms booty is delicious", "u⁥⁥⁥r⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥о⁥⁥⁥m⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥о⁥⁥⁥о⁥⁥⁥t⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥d⁥⁥⁥е⁥⁥⁥ӏ⁥⁥⁥i⁥⁥⁥с⁥⁥⁥i⁥⁥⁥о⁥⁥⁥u⁥⁥⁥ѕ"},
        {"wanna have hardcore sex?", "w⁥⁥⁥а⁥⁥⁥n⁥⁥⁥n⁥⁥⁥а⁥⁥⁥ ⁥⁥⁥h⁥⁥⁥а⁥⁥⁥v⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥h⁥⁥⁥а⁥⁥⁥r⁥⁥⁥d⁥⁥⁥с⁥⁥⁥о⁥⁥⁥r⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥е⁥⁥⁥х⁥⁥⁥?"},
        {"yo my shaft is hard", "у⁥⁥⁥о⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥h⁥⁥⁥а⁥⁥⁥f⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥i⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥h⁥⁥⁥а⁥⁥⁥r⁥⁥⁥d⁥⁥⁥,⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥i⁥⁥⁥n⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥ј⁥⁥⁥е⁥⁥⁥r⁥⁥⁥k⁥⁥⁥i⁥⁥⁥n⁥⁥⁥g⁥⁥⁥ ⁥⁥⁥i⁥⁥⁥t⁥⁥⁥?"},
        {"I banged your girl so hard", "I⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥а⁥⁥⁥n⁥⁥⁥g⁥⁥⁥е⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥u⁥⁥⁥r⁥⁥⁥ ⁥⁥⁥g⁥⁥⁥i⁥⁥⁥r⁥⁥⁥ӏ⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥о⁥⁥⁥ ⁥⁥⁥h⁥⁥⁥а⁥⁥⁥r⁥⁥⁥d"},
        {"ur gf was craving my raging schlong", "u⁥⁥⁥r⁥⁥⁥ ⁥⁥⁥g⁥⁥⁥f⁥⁥⁥ ⁥⁥⁥w⁥⁥⁥а⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥с⁥⁥⁥r⁥⁥⁥а⁥⁥⁥v⁥⁥⁥i⁥⁥⁥n⁥⁥⁥g⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥r⁥⁥⁥а⁥⁥⁥g⁥⁥⁥i⁥⁥⁥n⁥⁥⁥g⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥с⁥⁥⁥h⁥⁥⁥ӏ⁥⁥⁥о⁥⁥⁥n⁥⁥⁥g"},
        {"i'm so hard rn", "i⁥⁥⁥'⁥⁥⁥m⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥о⁥⁥⁥ ⁥⁥⁥h⁥⁥⁥а⁥⁥⁥r⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥r⁥⁥⁥n"},
        {"i love you so much", "i⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥о⁥⁥⁥v⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥у⁥⁥⁥о⁥⁥⁥u⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥о⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥u⁥⁥⁥с⁥⁥⁥h"},
        {"damn u got a long schlong daddy", "d⁥⁥⁥а⁥⁥⁥m⁥⁥⁥n⁥⁥⁥ ⁥⁥⁥u⁥⁥⁥ ⁥⁥⁥g⁥⁥⁥о⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥о⁥⁥⁥n⁥⁥⁥g⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥с⁥⁥⁥h⁥⁥⁥ӏ⁥⁥⁥о⁥⁥⁥n⁥⁥⁥g⁥⁥⁥ ⁥⁥⁥d⁥⁥⁥а⁥⁥⁥d⁥⁥⁥d⁥⁥⁥у"},
        {"smd hoe", "ѕ⁥⁥⁥m⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥h⁥⁥⁥о⁥⁥⁥е"},
        {"im gonna make you pregnant mommy", "i⁥⁥⁥m⁥⁥⁥ ⁥⁥⁥g⁥⁥⁥о⁥⁥⁥n⁥⁥⁥n⁥⁥⁥а⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥а⁥⁥⁥k⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥у⁥⁥⁥о⁥⁥⁥u⁥⁥⁥ ⁥⁥⁥р⁥⁥⁥r⁥⁥⁥е⁥⁥⁥g⁥⁥⁥n⁥⁥⁥а⁥⁥⁥n⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥о⁥⁥⁥m⁥⁥⁥m⁥⁥⁥у"},
        {"nice balls bro *slaps them*", "n⁥⁥⁥i⁥⁥⁥с⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥а⁥⁥⁥ӏ⁥⁥⁥ӏ⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥r⁥⁥⁥о⁥⁥⁥ ⁥⁥⁥*⁥⁥⁥ѕ⁥⁥⁥ӏ⁥⁥⁥а⁥⁥⁥р⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥t⁥⁥⁥h⁥⁥⁥е⁥⁥⁥m⁥⁥⁥*"},
        {"I'm over here stroking my dick I got lotion on my dick rn", "I'm over here stroking my ḏ𐌑 ͜ ͣї𐌑 ͜ ͣç𐌑 ͜ ͣḳ I got lotion on my ḏ𐌑 ͜ ͣї𐌑 ͜ ͣç𐌑 ͜ ͣḳ rn"},
        {"cock and ball torture", "c𐌑 ͜ ͣo𐌑 ͜ ͣç𐌑 ͜ ͣḳ ⁥⁥⁥а⁥⁥⁥n⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥а⁥⁥⁥ӏ⁥⁥⁥ӏ⁥⁥⁥ ⁥⁥⁥t⁥⁥⁥о⁥⁥⁥r⁥⁥⁥t⁥⁥⁥u⁥⁥⁥r⁥⁥⁥е"},
        {"adopt me sex update", "а⁥⁥⁥d⁥⁥⁥о⁥⁥⁥р⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥е⁥⁥⁥х⁥⁥⁥ ⁥⁥⁥u⁥⁥⁥р⁥⁥⁥d⁥⁥⁥а⁥⁥⁥t⁥⁥⁥е"},
        {"dommy mommy", "d⁥⁥⁥о⁥⁥⁥m⁥⁥⁥m⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥о⁥⁥⁥m⁥⁥⁥m⁥⁥⁥у"},
        {"dominate me mommy", "d⁥⁥⁥о⁥⁥⁥m⁥⁥⁥i⁥⁥⁥n⁥⁥⁥а⁥⁥⁥t⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥о⁥⁥⁥m⁥⁥⁥m⁥⁥⁥у"},
        {"please dominate me", "р⁥⁥⁥ӏ⁥⁥⁥е⁥⁥⁥а⁥⁥⁥ѕ⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥d⁥⁥⁥о⁥⁥⁥m⁥⁥⁥i⁥⁥⁥n⁥⁥⁥а⁥⁥⁥t⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥е"},
        {"spank me", "ѕ⁥⁥⁥р⁥⁥⁥а⁥⁥⁥n⁥⁥⁥k⁥⁥⁥ m⁥⁥⁥е"},
        {"ive been very a naughty girl", "i⁥⁥⁥v⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥е⁥⁥⁥е⁥⁥⁥n⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥ ⁥⁥⁥v⁥⁥⁥е⁥⁥⁥r⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥n⁥⁥⁥а⁥⁥⁥u⁥⁥⁥g⁥⁥⁥h⁥⁥⁥t⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥g⁥⁥⁥i⁥⁥⁥r⁥⁥⁥ӏ"},
        {"ive been a very dirty little boy", "i⁥⁥⁥v⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥е⁥⁥⁥е⁥⁥⁥n⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥ ⁥⁥⁥v⁥⁥⁥е⁥⁥⁥r⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥d⁥⁥⁥i⁥⁥⁥r⁥⁥⁥t⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥i⁥⁥⁥t⁥⁥⁥t⁥⁥⁥ӏ⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥о⁥⁥⁥у"},
        {"dirty hoe", "d⁥⁥⁥i⁥⁥⁥r⁥⁥⁥t⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥h⁥⁥⁥о⁥⁥⁥е"},
        {"cuck", "с⁥⁥⁥u⁥⁥⁥с⁥⁥⁥k"},
        {"cuckold", "с⁥⁥⁥u⁥⁥⁥с⁥⁥⁥k⁥⁥⁥о⁥⁥⁥ӏ⁥⁥⁥d"},
        {"that bbc dont play", "t⁥⁥⁥h⁥⁥⁥а⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥b⁥⁥⁥с⁥⁥⁥ ⁥⁥⁥d⁥⁥⁥о⁥⁥⁥n⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥р⁥⁥⁥ӏ⁥⁥⁥а⁥⁥⁥у"},
        {"bbc", "b⁥⁥⁥b⁥⁥⁥с"},
        {"wanna see some bbc??", "w⁥⁥⁥а⁥⁥⁥n⁥⁥⁥n⁥⁥⁥а⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥е⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥о⁥⁥⁥m⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥b⁥⁥⁥с⁥⁥⁥?⁥⁥⁥?"},
        {"Theres cum everywhere!", "Т⁥⁥⁥⁥h⁥⁥⁥⁥е⁥⁥⁥⁥r⁥⁥⁥⁥е⁥⁥⁥⁥ѕ⁥⁥⁥⁥ с⁥⁥⁥⁥u⁥⁥⁥⁥m⁥⁥⁥⁥ е⁥⁥⁥⁥v⁥⁥⁥⁥е⁥⁥⁥⁥r⁥⁥⁥⁥у⁥⁥⁥⁥w⁥⁥⁥h⁥⁥⁥⁥е⁥⁥⁥⁥r⁥⁥⁥⁥е⁥⁥⁥⁥!"},
        {"Bites your dick", "Bites your ḏ𐌑 ͜ ͣї𐌑 ͜ ͣç𐌑 ͜ ͣḳ"},
        {"Keep moaning", "k⁥⁥⁥⁥е⁥⁥⁥⁥е⁥⁥⁥⁥р⁥⁥⁥⁥ m⁥⁥⁥⁥о⁥⁥⁥⁥а⁥⁥⁥⁥n⁥⁥⁥⁥і⁥⁥⁥⁥n⁥⁥⁥⁥g"},
        {"Big ass thighs", "b⁥⁥⁥⁥і⁥⁥⁥⁥g⁥⁥⁥⁥ а⁥⁥⁥⁥ѕ⁥⁥⁥⁥ѕ⁥⁥⁥⁥ t⁥⁥⁥⁥h⁥⁥⁥⁥і⁥⁥⁥⁥g⁥⁥⁥⁥h⁥⁥⁥⁥ѕ"},
        {"Suckmy dick", "s𐌑 ͜ ͣù𐌑 ͜ ͣç𐌑 ͜ ͣḳ𐌑                                            ⁥⁥⁥m⁥⁥⁥у⁥⁥⁥ ḏ𐌑 ͜ ͣї𐌑 ͜ ͣç𐌑 ͜ ͣḳ"},
        {"big black cock", "b⁥⁥⁥i⁥⁥⁥g bl⁥⁥⁥a⁥⁥⁥ck c𐌑 ͜ ͣo𐌑 ͜ ͣç𐌑 ͜ ͣḳ "},
        {"can i see those cute bо⁥оbѕ of yours", "can i see those cute bо⁥оbѕ of yours"},
        {"boobs or ass", "b⁥⁥⁥⁥о⁥⁥⁥⁥о⁥⁥⁥⁥b⁥⁥⁥⁥ѕ⁥⁥⁥⁥ о⁥⁥⁥⁥r⁥⁥⁥⁥ а⁥⁥⁥⁥ѕ⁥⁥⁥⁥ѕ?"},
        {"sweet cock you got up there", "sw⁥⁥⁥⁥е⁥⁥⁥⁥еt c𐌑 ͜ ͣo𐌑 ͜ ͣç𐌑 ͜ ͣḳ yоu gоt thеrе"},
        {"im gonna make you pregnant", "im gоnnа mаkе yоu рrеgnаnt"},
        {"i want to drink your breasts", "i wаnt tо drink yоur brеаsts."},
        {"mind if you let me squish those boobs?", "m⁥⁥⁥⁥і⁥⁥⁥⁥n⁥⁥⁥⁥d⁥⁥⁥⁥ і⁥⁥⁥⁥f⁥⁥⁥⁥ у⁥⁥⁥⁥о⁥⁥⁥⁥u⁥⁥⁥⁥ l⁥⁥⁥⁥е⁥⁥⁥⁥t⁥⁥⁥⁥ m⁥⁥⁥⁥е⁥⁥⁥⁥ ѕ⁥⁥⁥q⁥⁥⁥⁥u⁥⁥⁥⁥і⁥⁥⁥⁥ѕ⁥⁥⁥⁥h⁥⁥⁥⁥ t⁥⁥⁥⁥h⁥⁥⁥⁥о⁥⁥⁥⁥ѕ⁥⁥⁥⁥е⁥⁥⁥⁥ b⁥⁥⁥⁥о⁥⁥⁥⁥о⁥⁥⁥⁥b⁥⁥⁥⁥ѕ⁥⁥⁥?"},
        {"you like to rape and suck black oiled up men", "уоu likе tо rаре аnd suсk black oiled up men"},
        {"you are so sexy", "у⁥⁥⁥⁥о⁥⁥⁥⁥u⁥⁥⁥⁥ а⁥⁥⁥⁥r⁥⁥⁥⁥е⁥⁥⁥⁥ ѕ⁥⁥⁥⁥о⁥⁥⁥⁥ ѕ⁥⁥⁥⁥е⁥⁥⁥⁥х⁥⁥⁥⁥у"},
        {"i love cocks", "i⁥⁥⁥⁥ l⁥⁥⁥⁥o⁥⁥⁥⁥v⁥⁥⁥⁥e с⁥⁥⁥⁥о⁥⁥⁥⁥с⁥⁥⁥⁥k⁥⁥⁥⁥ѕ"}, 
        {"a⁥⁥⁥n⁥⁥⁥a⁥⁥⁥l⁥⁥⁥ ѕ⁥⁥⁥⁥е⁥⁥⁥⁥х pls", "a⁥⁥⁥n⁥⁥⁥a⁥⁥⁥l⁥⁥⁥ ѕ⁥⁥⁥⁥е⁥⁥⁥⁥х pls"},
        {"I do sexy things", "i⁥⁥⁥⁥ d⁥⁥⁥⁥o ѕ⁥⁥⁥⁥е⁥⁥⁥⁥х⁥⁥⁥⁥y things"},
        {"mаkе me рrеgnаnt", "mаkе me рrеgnаnt"},
        {"i love you", "i⁥⁥⁥⁥ l⁥⁥⁥⁥o⁥⁥⁥⁥v⁥⁥⁥⁥e y⁥⁥⁥o⁥⁥⁥u⁥⁥⁥ "},
        {"hardcore impregnation", "h⁥⁥⁥⁥а⁥⁥⁥⁥r⁥⁥⁥⁥d⁥⁥⁥⁥с⁥⁥⁥⁥о⁥⁥⁥⁥r⁥⁥⁥⁥е⁥⁥⁥⁥ imрrеgnаtion⁥⁥⁥⁥⁥⁥⁥⁥"},
        {"Twerk for me", "Twe⁥⁥rk fo⁥⁥r m⁥⁥e"},
        {"spank me daddy", "ѕ⁥⁥⁥р⁥⁥⁥а⁥⁥⁥n⁥⁥⁥k⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥d⁥⁥⁥а⁥⁥⁥d⁥⁥⁥d⁥⁥⁥у"},
        {"let me eat u out", "ӏ⁥⁥⁥е⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥е⁥⁥⁥а⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥u⁥⁥⁥ ⁥⁥⁥о⁥⁥⁥u⁥⁥⁥t"},
        {"lets do doggy style", "ӏ⁥⁥⁥е⁥⁥⁥t⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥d⁥⁥⁥о⁥⁥⁥ ⁥⁥⁥d⁥⁥⁥о⁥⁥⁥g⁥⁥⁥g⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥t⁥⁥⁥у⁥⁥⁥ӏ⁥⁥⁥е"},
        {"sex slave", "ѕ⁥⁥⁥е⁥⁥⁥х⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥ӏ⁥⁥⁥а⁥⁥⁥v⁥⁥⁥е"},
        {"small penis", "ѕ⁥⁥⁥m⁥⁥⁥а⁥⁥⁥ӏ⁥⁥⁥ӏ⁥⁥⁥ ⁥⁥⁥р⁥⁥⁥е⁥⁥⁥n⁥⁥⁥i⁥⁥⁥ѕ"},
        {"roblox rule 34 is my favorite", "r⁥⁥⁥о⁥⁥⁥b⁥⁥⁥ӏ⁥⁥⁥о⁥⁥⁥х⁥⁥⁥ ⁥⁥⁥r⁥⁥⁥u⁥⁥⁥ӏ⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥3⁥⁥⁥4⁥⁥⁥ ⁥⁥⁥i⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥f⁥⁥⁥а⁥⁥⁥v⁥⁥⁥о⁥⁥⁥r⁥⁥⁥i⁥⁥⁥t⁥⁥⁥е"},
        {"wsg bbg you lookin sexy", "w⁥⁥⁥ѕ⁥⁥⁥g⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥b⁥⁥⁥g⁥⁥⁥ ⁥⁥⁥u⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥о⁥⁥⁥о⁥⁥⁥k⁥⁥⁥i⁥⁥⁥n⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥е⁥⁥⁥х⁥⁥⁥у"},
        {"ur moms booty is delicious", "u⁥⁥⁥r⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥о⁥⁥⁥m⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥о⁥⁥⁥о⁥⁥⁥t⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥iѕ⁥⁥⁥ ⁥⁥⁥d⁥⁥⁥е⁥⁥⁥ӏ⁥⁥⁥i⁥⁥⁥с⁥⁥⁥i⁥⁥⁥о⁥⁥⁥u⁥⁥⁥ѕ"},
        {"i got ur mom pregnant with my child", "i⁥⁥⁥ ⁥⁥⁥g⁥⁥⁥о⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥u⁥⁥⁥r⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥о⁥⁥⁥m⁥⁥⁥ ⁥⁥⁥р⁥⁥⁥r⁥⁥⁥е⁥⁥⁥g⁥⁥⁥n⁥⁥⁥а⁥⁥⁥n⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥w⁥⁥⁥i⁥⁥⁥t⁥⁥⁥h⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥с⁥⁥⁥h⁥⁥⁥i⁥⁥⁥ӏ⁥⁥⁥d"},
        {"im so hard rn", "i⁥⁥⁥'⁥⁥⁥m⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥о⁥⁥⁥ ⁥⁥⁥h⁥⁥⁥а⁥⁥⁥r⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥r⁥⁥⁥n"},
        {"CUM ON MY FACE", "СUМ ON МY FАСЕ"},
        {"Boobs or Cock?", "Вооbs оr Сосk?"},
        {"CAN I PISS INSIDE YOUR BUTTHOLE?", "С⁥⁥⁥⁥⁥АN І Р⁥⁥⁥⁥ІЅЅ ІNЅIDE YOU⁥⁥⁥R В⁥⁥⁥U⁥⁥⁥⁥ТТ⁥⁥⁥⁥НOLЕ?"},
        {"DO YOU HAVE TITS?", "D⁥⁥⁥⁥О⁥⁥⁥⁥ Υ⁥⁥⁥⁥О⁥⁥⁥⁥U⁥⁥⁥⁥ Н⁥⁥⁥⁥А⁥⁥⁥⁥V⁥⁥⁥⁥Е⁥⁥⁥⁥ Т⁥⁥⁥⁥І⁥⁥⁥⁥Т⁥⁥⁥⁥Ѕ⁥⁥⁥⁥?"},
        {"COCK IN BEDROOM", "С⁥⁥⁥⁥О⁥⁥⁥⁥С⁥⁥⁥⁥Κ⁥⁥⁥⁥ І⁥⁥⁥⁥Ν⁥⁥⁥⁥ В⁥⁥⁥⁥Е⁥⁥⁥⁥D⁥⁥⁥⁥R⁥⁥⁥⁥О⁥⁥⁥⁥О⁥⁥⁥⁥М⁥⁥⁥⁥⁥"},
        {"MY CONDOM FELL OFF!", "М⁥⁥⁥⁥Υ⁥⁥⁥⁥ С⁥⁥⁥⁥О⁥⁥⁥⁥Ν⁥⁥⁥⁥D⁥⁥⁥⁥О⁥⁥⁥⁥М⁥⁥⁥⁥ F⁥⁥⁥⁥Е⁥⁥⁥⁥L⁥⁥⁥⁥L⁥⁥⁥⁥ О⁥⁥⁥⁥F⁥⁥⁥⁥F⁥⁥⁥!"},
        {"SHAKE THAT ASS", "Ѕ⁥⁥⁥⁥Н⁥⁥⁥⁥А⁥⁥⁥⁥Κ⁥⁥⁥⁥Е⁥⁥⁥⁥ Т⁥⁥⁥⁥Н⁥⁥⁥⁥А⁥⁥⁥⁥Т⁥⁥⁥⁥ А⁥⁥⁥⁥Ѕ⁥⁥⁥⁥Ѕ"},
        {"HELP! THERE'S A COCK IN MY ASS", "HЕLP! THЕRЕ'S А С⁥О⁥C⁥K IN МY А⁥ЅЅ"},
        {"YOU ARE SO ASS AT THE GAME", "Υ⁥⁥⁥⁥О⁥⁥⁥⁥U⁥⁥⁥⁥ А⁥⁥⁥⁥R⁥⁥⁥⁥Е⁥⁥⁥⁥ А𐌜⁥⁥⁥⁥Ѕ𐌜⁥⁥⁥⁥Ѕ𐌜⁥⁥⁥⁥ А⁥⁥⁥⁥Т⁥⁥⁥⁥ Т⁥⁥⁥⁥Н⁥⁥⁥⁥Е⁥⁥⁥⁥ G⁥⁥⁥А⁥⁥⁥⁥М⁥⁥⁥⁥Е"},
        {"OH MY GOD NOT THIS DUMBASS", "О⁥⁥⁥⁥Н⁥⁥⁥⁥ М⁥⁥⁥⁥Υ⁥⁥⁥⁥ G⁥⁥⁥⁥О⁥⁥⁥⁥D⁥⁥⁥⁥ Ν⁥⁥⁥⁥О⁥⁥⁥⁥Т⁥⁥⁥⁥ Т⁥⁥⁥⁥Н⁥⁥⁥⁥І⁥⁥⁥⁥Ѕ⁥⁥⁥⁥ D⁥⁥⁥U⁥⁥⁥⁥М⁥⁥⁥⁥В⁥⁥⁥⁥ А𐌜⁥⁥⁥⁥Ѕ𐌜⁥⁥⁥⁥Ѕ𐌜⁥⁥⁥⁥"},
        {"I EAT PUSSY", "Ӏ ЕАТ РUЅЅҮ"},
        {"I HAVE A MASSIVE COCK", "I НАVЕ А MASSIVE СОCK"},
        {"I AM ABOUT TO CUM", "І⁥⁥⁥⁥ А⁥⁥⁥⁥М⁥⁥⁥⁥ А⁥⁥⁥⁥В⁥⁥⁥⁥О⁥⁥⁥⁥U⁥⁥⁥⁥Т⁥⁥⁥⁥ Т⁥⁥⁥⁥О⁥⁥⁥⁥ С⁥⁥⁥⁥U⁥⁥⁥⁥М⁥⁥⁥"},
        {"IM SO HORNY", "IМ SО НОRNY"},
        {"IM GONNA BANG YOU HARD", "І⁥⁥⁥⁥М⁥⁥⁥⁥ G⁥⁥⁥⁥О⁥⁥⁥⁥Ν⁥⁥⁥⁥Ν⁥⁥⁥⁥А⁥⁥⁥⁥ В⁥⁥⁥⁥А⁥⁥⁥⁥Ν⁥⁥⁥⁥G⁥⁥⁥⁥ Υ⁥⁥⁥⁥О⁥⁥⁥⁥U⁥⁥⁥⁥ Н⁥⁥⁥А⁥⁥⁥⁥R⁥⁥⁥⁥D"},
        {"LET ME SQUISH THOSE TITTIES", "LЕТ MЕ SQUISН THOSE ТITTIЕS"},
        {"LETS HAVE SEX", "LЕТЅ НАVЕ ЅЕХ"},
        {"PUT YOUR COCK IN MY ASS", "РUТYО⁥UR С⁥⁥⁥О⁥⁥С⁥⁥⁥K⁥⁥⁥ I⁥N МY А⁥Ѕ⁥Ѕ"},
        {"CUM ZONE", "С⁥⁥⁥U⁥⁥⁥М⁥ Z⁥⁥⁥О⁥⁥⁥N⁥⁥⁥Е"},
        {"ВIG ВООТY LATINAS", "ВIG ВООТY LATINAS"},
        {"ВIG ВООТY ASIANS", "ВIG ВООТY ASIANS"},
        {"ВIG ВООТY FEMBOYS", "ВIG ВООТY F⁥⁥⁥⁥⁥E⁥⁥⁥⁥⁥⁥⁥⁥⁥⁥MB⁥⁥⁥⁥⁥OYS"},
        {"FEMBOYS", "F⁥⁥⁥⁥⁥E⁥⁥⁥⁥⁥⁥⁥⁥⁥⁥MB⁥⁥⁥⁥⁥O⁥⁥⁥⁥⁥Y⁥⁥⁥⁥⁥S"},
        {"I HAD AWESOME SEX WITH UR MOM!!!!", "I Н⁥⁥⁥А⁥⁥⁥⁥D А⁥⁥⁥W⁥⁥⁥⁥ЕS⁥⁥⁥⁥⁥ОМ⁥⁥⁥Е⁥⁥⁥ S⁥⁥⁥Е⁥⁥⁥⁥Х⁥⁥ W⁥⁥⁥I⁥⁥Т⁥⁥⁥⁥Н U⁥⁥⁥R М⁥⁥⁥⁥⁥О⁥⁥⁥⁥М!!!!"}, 
        {"LET ME HAVE A TASTE OF THAT PUSSY", "L⁥⁥⁥⁥Е⁥⁥⁥⁥Т⁥⁥⁥⁥ М⁥⁥⁥⁥Е⁥⁥⁥⁥ Н⁥⁥⁥⁥А⁥⁥⁥⁥V⁥⁥⁥⁥Е⁥⁥⁥⁥ А⁥⁥⁥⁥ Т⁥⁥⁥⁥А⁥⁥⁥⁥Ѕ⁥⁥⁥⁥Т⁥⁥⁥⁥Е⁥⁥⁥ О⁥⁥⁥⁥F⁥⁥⁥⁥ Т⁥⁥⁥⁥Н⁥⁥⁥⁥А⁥⁥⁥⁥Т⁥⁥⁥⁥ Р⁥⁥UЅ⁥⁥Ѕ⁥⁥Ү⁥"},
        {"LET ME HAVE A TASTE OF THAT COCK", "L⁥⁥⁥⁥Е⁥⁥⁥⁥Т⁥⁥⁥⁥ М⁥⁥⁥⁥Е⁥⁥⁥⁥ Н⁥⁥⁥⁥А⁥⁥⁥⁥V⁥⁥⁥⁥Е⁥⁥⁥⁥ А⁥⁥⁥⁥ Т⁥⁥⁥⁥А⁥⁥⁥⁥Ѕ⁥⁥⁥⁥Т⁥⁥⁥⁥Е⁥⁥⁥ О⁥⁥⁥⁥F⁥⁥⁥⁥ Т⁥⁥⁥⁥Н⁥⁥⁥⁥А⁥⁥⁥⁥Т⁥⁥⁥⁥ С⁥⁥⁥O⁥⁥C⁥⁥⁥K⁥⁥⁥"},
        {"I⁥⁥⁥⁥⁥⁥⁥⁥ P⁥⁥⁥⁥⁥⁥⁥⁥R⁥⁥⁥⁥⁥⁥⁥⁥E⁥⁥⁥⁥⁥⁥⁥⁥F⁥⁥⁥⁥⁥⁥⁥⁥E⁥⁥⁥⁥⁥⁥⁥⁥R⁥ Р⁥⁥UЅ⁥⁥Ѕ⁥⁥Ү⁥", "I⁥⁥⁥⁥⁥⁥⁥⁥ P⁥⁥⁥⁥⁥⁥⁥⁥R⁥⁥⁥⁥⁥⁥⁥⁥E⁥⁥⁥⁥⁥⁥⁥⁥F⁥⁥⁥⁥⁥⁥⁥⁥E⁥⁥⁥⁥⁥⁥⁥⁥R⁥ Р⁥⁥UЅ⁥⁥Ѕ⁥⁥Ү⁥"},
        {"nice dick bro", "i need that ḏ𐌑 ͜ ͣї𐌑 ͜ ͣç𐌑 ͜ ͣḳ bro"},
        {"i need that dick bro", "i need that ḏ𐌑 ͜ ͣї𐌑 ͜ ͣç𐌑 ͜ ͣḳ bro"},
        {"fuck me ", "f𐌑𝖔 ͜ ͣ ü𐌑𝖔 ͜ ͣ c𐌑ḳ me da⁥⁥⁥d⁥⁥⁥dy  "},
        {"thundersex", "thundersex"},
    },

    ["El Insulta"] = {
        {"small penis", "ѕ⁥⁥⁥m⁥⁥⁥а⁥⁥⁥ӏ⁥⁥⁥ӏ⁥⁥⁥ ⁥⁥⁥р⁥⁥⁥е⁥⁥⁥n⁥⁥⁥i⁥⁥⁥ѕ"},
        {"you are a pathetic hoe", "у⁥⁥⁥о⁥⁥⁥u⁥⁥⁥ ⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥r⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥ ⁥⁥⁥р⁥⁥⁥а⁥⁥⁥t⁥⁥⁥h⁥⁥⁥е⁥⁥⁥t⁥⁥⁥i⁥⁥⁥с⁥⁥⁥ ⁥⁥⁥h⁥⁥⁥о⁥⁥⁥е"},
        {"pussies", "р⁥⁥⁥u⁥⁥⁥ѕ⁥⁥⁥ѕ⁥⁥⁥i⁥⁥⁥е⁥⁥⁥ѕ"},
        {"you're a pedophile", "у⁥⁥⁥о⁥⁥⁥u⁥⁥⁥'⁥⁥⁥r⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥ ⁥⁥⁥р⁥⁥⁥е⁥⁥⁥d⁥⁥⁥о⁥⁥⁥р⁥⁥⁥h⁥⁥⁥i⁥⁥⁥ӏ⁥⁥⁥е"},
        {"pedophile", "р⁥⁥⁥е⁥⁥⁥d⁥⁥⁥о⁥⁥⁥р⁥⁥⁥h⁥⁥⁥i⁥⁥⁥ӏ⁥⁥⁥е"},
        {"lgbtq+ retards", "ӏ⁥⁥⁥g⁥⁥⁥b⁥⁥⁥t⁥⁥⁥q⁥⁥⁥+ r𐌀𐌀eta𐌀𐌀rds"},
        {"you are nothing but a failed abortion", "у⁥⁥⁥о⁥⁥⁥u⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥r⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥n⁥⁥⁥о⁥⁥⁥t⁥⁥⁥h⁥⁥⁥i⁥⁥⁥n⁥⁥⁥g⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥u⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥ ⁥⁥⁥f⁥⁥⁥а⁥⁥⁥i⁥⁥⁥ӏ⁥⁥⁥е⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥b⁥⁥⁥о⁥⁥⁥r⁥⁥⁥t⁥⁥⁥i⁥⁥⁥о⁥⁥⁥n"},
        {"dirty hoe", "d⁥⁥⁥i⁥⁥⁥r⁥⁥⁥t⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥h⁥⁥⁥о⁥⁥⁥е"},
        {"cuck", "с⁥⁥⁥u⁥⁥⁥с⁥⁥⁥k"},
        {"cuckold", "с⁥⁥⁥u⁥⁥⁥с⁥⁥⁥k⁥⁥⁥о⁥⁥⁥ӏ⁥⁥⁥d"},
        {"fat ass hoe", "f⁥аt а⁥ѕѕ һое"},
        {"shut yo goofy ass", "ѕ⁥⁥⁥⁥h⁥⁥⁥⁥u⁥⁥⁥⁥t⁥⁥⁥⁥ у⁥⁥⁥⁥о⁥⁥⁥⁥ g⁥⁥⁥⁥о⁥⁥⁥⁥о⁥⁥⁥⁥f⁥⁥⁥⁥у⁥⁥⁥⁥ a𐌑 ͜ ͣѕ𐌑 ͜ ͣѕ𐌑"}, 
        {"you're a pussy", "у⁥⁥⁥⁥о⁥⁥⁥⁥⁥u⁥⁥⁥'⁥⁥⁥⁥r⁥⁥⁥⁥⁥е⁥⁥⁥ а⁥⁥⁥⁥ р⁥⁥⁥⁥u⁥⁥⁥s⁥⁥⁥⁥⁥s⁥⁥⁥у"},
        {"shut yo broke ass up", "shut yo broke 𐌜 a𐌜𐌜 𐌜 s𐌜 ѕ up"},
        {"retard", "r𐌀𐌀eta𐌀𐌀rd"},
        {"pussy licker", "⁥⁥⁥р⁥⁥⁥u⁥⁥⁥ѕ⁥⁥⁥ѕ⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥i⁥⁥⁥с⁥⁥⁥k⁥⁥⁥е⁥⁥⁥r"},
        {"sex slave", "ѕ⁥⁥⁥е⁥⁥⁥х⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥ӏ⁥⁥⁥а⁥⁥⁥v⁥⁥⁥е"},
        {"small penis", "ѕ⁥⁥⁥m⁥⁥⁥а⁥⁥⁥ӏ⁥⁥⁥ӏ⁥⁥⁥ ⁥⁥⁥р⁥⁥⁥е⁥⁥⁥n⁥⁥⁥i⁥⁥⁥ѕ"},
        {"you are a pathetic hoe", "у⁥⁥⁥о⁥⁥⁥u⁥⁥⁥ ⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥r⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥ ⁥⁥⁥р⁥⁥⁥а⁥⁥⁥t⁥⁥⁥h⁥⁥⁥е⁥⁥⁥t⁥⁥⁥i⁥⁥⁥с⁥⁥⁥ ⁥⁥⁥h⁥⁥⁥о⁥⁥⁥е"},
        {"YOU ARE SO ASS AT THE GAME", "Υ⁥⁥⁥⁥О⁥⁥⁥⁥U⁥⁥⁥⁥ А⁥⁥⁥⁥R⁥⁥⁥⁥Е⁥⁥⁥⁥ Ѕ⁥⁥⁥⁥О⁥⁥⁥⁥ А⁥⁥⁥⁥Ѕ⁥⁥⁥⁥Ѕ⁥⁥⁥⁥ А⁥⁥⁥⁥Т⁥⁥⁥⁥ Т⁥⁥⁥⁥HЕ⁥⁥⁥⁥ G⁥⁥⁥⁥А⁥⁥⁥⁥М⁥⁥⁥⁥Е⁥⁥⁥⁥"},
        {"SHUT YO BROKE ASS UP", "shut yo broke 𐌜 a𐌜𐌜 𐌜 s𐌜 ѕ up"},
        {"CUNT", "С⁥⁥⁥⁥ U⁥⁥⁥⁥ Ν⁥⁥⁥⁥ Т⁥⁥⁥"},
        {"dickhead", "di𐌑𝖔 ͜ ͣ c𐌑kheaḋ⁥⁥⁥⁥"},
        {"nigger", "ni𐌑𝖔 ͜ ͣ g𐌑 ͜ ͣger⁥⁥⁥⁥"},
        {"dirty fucking nigger", "dirty fu𐌑𝖔 ͜ ͣ c𐌑king ni𐌑𝖔 ͜ ͣ g𐌑 ͜ ͣger⁥⁥⁥⁥"},
        {"motherfucker", "М𐌑 ͜ ͣò𐌑 ͜ ͣṯ𐌑 ͜ ͣẖ𐌑 ͜ ͣé𐌑 ͜ ͣṟ𐌑 ͜ ͣḟ𐌑 ͜ ͣù𐌑 ͜ ͣç𐌑 ͜ ͣḳ𐌑 ͜ ͣé𐌑 ͜ ͣṟ"},
    },

    ["Cute Websites"] = {
        {"blacked.com", "b⁥⁥⁥ӏ⁥⁥⁥а⁥⁥⁥с⁥⁥⁥k⁥⁥⁥е⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥.⁥⁥⁥ ⁥⁥⁥с⁥⁥⁥о⁥⁥⁥m"},
        {"rule34.xxx","r⁥⁥⁥u⁥⁥⁥ӏ⁥⁥⁥е⁥⁥⁥3⁥⁥⁥4⁥⁥⁥.⁥⁥⁥х⁥⁥⁥х⁥⁥⁥х"},
        {"e621.net", "е⁥⁥⁥6⁥⁥⁥2⁥⁥⁥1⁥⁥⁥.⁥⁥⁥n⁥⁥⁥е⁥⁥⁥t"},
        {"PORNHUB.COM", "⁥⁥⁥⁥Р⁥⁥⁥⁥О⁥⁥⁥⁥R⁥⁥⁥⁥Ν⁥⁥⁥⁥Н⁥⁥⁥⁥U⁥⁥⁥⁥В⁥⁥⁥⁥.⁥⁥⁥С⁥⁥⁥⁥О⁥⁥⁥⁥М"},
    },

    ["Self Harm"] = {
        {"fucking hell kill yourself already DUMBASS", "fu𐌑𝖔 ͜ ͣ c𐌑king hell @kill yourself ⁥⁥⁥а⁥⁥⁥ӏ⁥⁥⁥r⁥⁥⁥е⁥⁥⁥а⁥⁥⁥d⁥⁥⁥у D⁥⁥⁥U⁥⁥⁥⁥М⁥⁥⁥⁥В⁥⁥⁥⁥ А𐌜⁥⁥⁥⁥Ѕ𐌜⁥⁥⁥⁥Ѕ𐌜"},
        {"you should commit blowing your head off", "у⁥⁥⁥о⁥⁥⁥u⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥h⁥⁥⁥о⁥⁥⁥u⁥⁥⁥ӏ⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥с⁥⁥⁥о⁥⁥⁥m⁥⁥⁥m⁥⁥⁥i⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥ӏ⁥⁥⁥о⁥⁥⁥w⁥⁥⁥i⁥⁥⁥n⁥⁥⁥g⁥⁥⁥ ⁥⁥⁥u⁥⁥⁥r⁥⁥⁥ ⁥⁥⁥h⁥⁥⁥е⁥⁥⁥а⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥о⁥⁥⁥f⁥⁥⁥f⁥⁥⁥"},
        {"i wanna kms", "i⁥⁥⁥ ⁥⁥⁥w⁥⁥⁥а⁥⁥⁥n⁥⁥⁥n⁥⁥⁥а⁥⁥⁥ ⁥⁥⁥k⁥⁥⁥m⁥⁥⁥ѕ"},
        {"Go end your own life", "G⁥⁥⁥о⁥⁥⁥ ⁥⁥⁥е⁥⁥⁥n⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥у⁥⁥⁥о⁥⁥⁥u⁥⁥⁥r⁥⁥⁥ ⁥⁥⁥о⁥⁥⁥w⁥⁥⁥n⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥i⁥⁥⁥f⁥⁥⁥е"},
        {"take that knife and cut deep into your arm", "t⁥⁥⁥а⁥⁥⁥k⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥t⁥⁥⁥h⁥⁥⁥а⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥k⁥⁥⁥n⁥⁥⁥i⁥⁥⁥f⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥n⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥с⁥⁥⁥u⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥d⁥⁥⁥е⁥⁥⁥е⁥⁥⁥р⁥⁥⁥ ⁥⁥⁥i⁥⁥⁥n⁥⁥⁥t⁥⁥⁥о⁥⁥⁥ ⁥⁥⁥у⁥⁥⁥о⁥⁥⁥u⁥⁥⁥r⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥r⁥⁥⁥m"},
        {"top 10 reasons why you should end your life.", "t⁥⁥⁥о⁥⁥⁥р⁥⁥⁥ ⁥⁥⁥1⁥⁥⁥0⁥⁥⁥ ⁥⁥⁥r⁥⁥⁥е⁥⁥⁥а⁥⁥⁥ѕ⁥⁥⁥о⁥⁥⁥n⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥w⁥⁥⁥h⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥у⁥⁥⁥о⁥⁥⁥u⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥h⁥⁥⁥о⁥⁥⁥u⁥⁥⁥ӏ⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥е⁥⁥⁥n⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥у⁥⁥⁥о⁥⁥⁥u⁥⁥⁥r⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥i⁥⁥⁥f⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥n⁥⁥⁥о⁥⁥⁥w"},
        {"cut yourself", "сut yоur⁥sеlf"},
        {"go end your own life", "G⁥⁥⁥о⁥⁥⁥ ⁥⁥⁥е⁥⁥⁥n⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥у⁥⁥⁥о⁥⁥⁥u⁥⁥⁥r⁥⁥⁥ ⁥⁥⁥о⁥⁥⁥w⁥⁥⁥n⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥i⁥⁥⁥f⁥⁥⁥е"},
        {"Kill yourself", "k𐌑 ͜ ͣї𐌑 ͜ ͣl𐌑 ͜ ͣl yo⁥⁥⁥ur⁥⁥⁥self"},
    },

    ["Homophobia"] = {
        {"lgbtq+ is related to autism", "ӏ⁥⁥⁥g⁥⁥⁥b⁥⁥⁥t⁥⁥⁥q⁥⁥⁥+⁥⁥⁥ ⁥⁥⁥i⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥r⁥⁥⁥е⁥⁥⁥ӏ⁥⁥⁥а⁥⁥⁥t⁥⁥⁥е⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥t⁥⁥⁥о⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥u⁥⁥⁥t⁥⁥⁥i⁥⁥⁥ѕ⁥⁥⁥m"},
        {"lgbtq+ retards", "ӏ⁥⁥⁥g⁥⁥⁥b⁥⁥⁥t⁥⁥⁥q⁥⁥⁥+ r𐌀𐌀eta𐌀𐌀rds"},
        {"lgbtq? kill them all", "ӏ⁥⁥⁥g⁥⁥⁥b⁥⁥⁥t⁥⁥⁥q⁥⁥⁥?⁥⁥⁥ ⁥⁥⁥k⁥⁥⁥i⁥⁥⁥ӏ⁥⁥⁥ӏ⁥⁥⁥ ⁥⁥⁥t⁥⁥⁥h⁥⁥⁥е⁥⁥⁥m⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥ӏ⁥⁥⁥ӏ"},
        {"tranny? more like daddy issues", "tr 𐌢𐌔 anny? more like dad 𐌢𐌔 dy issues"},
        {"I HATE FAGGOTS", "i HA 𐌢𐌔 TE fa 𐌢𐌔 ggo 𐌢𐌔 ts"},
        {"you FAGOOT", "y 𐌢𐌔 ou FA 𐌢𐌔 GG 𐌢𐌔 OT"},
        {"transgenders suck", "t⁥⁥⁥r⁥⁥⁥а⁥⁥⁥n⁥⁥⁥ѕ⁥⁥⁥g⁥⁥⁥е⁥⁥⁥n⁥⁥⁥d⁥⁥⁥е⁥⁥⁥r⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥u⁥⁥⁥с⁥⁥⁥k"},
        {"kill all lgbtq+", "k⁥⁥⁥i⁥⁥⁥ӏ⁥⁥⁥ӏ⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥ӏ⁥⁥⁥ӏ⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥g⁥⁥⁥b⁥⁥⁥t⁥⁥⁥q⁥⁥⁥+"},
        {"let the lgbtq massacre begin", "ӏ⁥⁥⁥е⁥⁥⁥t⁥⁥⁥ ⁥⁥⁥t⁥⁥⁥h⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥g⁥⁥⁥b⁥⁥⁥t⁥⁥⁥q⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥а⁥⁥⁥ѕ⁥⁥⁥ѕ⁥⁥⁥а⁥⁥⁥с⁥⁥⁥r⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥е⁥⁥⁥g⁥⁥⁥i⁥⁥⁥n"},
        {"i will burn all lgbtq and call them lgbbq", "i⁥⁥⁥ ⁥⁥⁥w⁥⁥⁥i⁥⁥⁥ӏ⁥⁥⁥ӏ⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥u⁥⁥⁥r⁥⁥⁥n⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥ӏ⁥⁥⁥ӏ⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥g⁥⁥⁥b⁥⁥⁥t⁥⁥⁥q⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥n⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥с⁥⁥⁥а⁥⁥⁥ӏ⁥⁥⁥ӏ⁥⁥⁥ ⁥⁥⁥t⁥⁥⁥h⁥⁥⁥е⁥⁥⁥m⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥g⁥⁥⁥b⁥⁥⁥b⁥⁥⁥q"},
        {"i hate ⁥⁥⁥t⁥⁥⁥h⁥⁥⁥е⁥⁥⁥ lgbtq", "i⁥⁥⁥ ⁥⁥⁥h⁥⁥⁥а⁥⁥⁥t⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥t⁥⁥⁥h⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥g⁥⁥⁥b⁥⁥⁥t⁥⁥⁥q"},
        {"hang all lgbtq+ people", "h⁥⁥⁥а⁥⁥⁥n⁥⁥⁥g⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥ӏ⁥⁥⁥ӏ⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥g⁥⁥⁥b⁥⁥⁥t⁥⁥⁥q⁥⁥⁥+⁥⁥⁥ ⁥⁥⁥р⁥⁥⁥е⁥⁥⁥о⁥⁥⁥р⁥⁥⁥ӏ⁥⁥⁥е"},
        {"fucking gays", "fu𐌑𝖔 ͜ ͣ c𐌑king g⁥⁥⁥а⁥⁥⁥у⁥⁥⁥ѕ"},
        {"exterminate all people related to lgbtq+", "е⁥⁥⁥х⁥⁥⁥t⁥⁥⁥е⁥⁥⁥r⁥⁥⁥m⁥⁥⁥i⁥⁥⁥n⁥⁥⁥а⁥⁥⁥t⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥ӏ⁥⁥⁥ӏ⁥⁥⁥ ⁥⁥⁥р⁥⁥⁥е⁥⁥⁥о⁥⁥⁥р⁥⁥⁥ӏ⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥r⁥⁥⁥е⁥⁥⁥ӏ⁥⁥⁥а⁥⁥⁥t⁥⁥⁥е⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥t⁥⁥⁥о⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥g⁥⁥⁥b⁥⁥⁥t⁥⁥⁥q⁥⁥⁥+"},
        {"STRAIGHT POWER motherfuckers", "S⁥⁥⁥T⁥⁥⁥R⁥⁥⁥A⁥⁥⁥I⁥⁥⁥G⁥⁥⁥H⁥⁥⁥T⁥⁥⁥ ⁥⁥⁥P⁥⁥⁥O⁥⁥⁥W⁥⁥⁥E⁥⁥⁥R М𐌑 ͜ ͣò𐌑 ͜ ͣṯ𐌑 ͜ ͣẖ𐌑 ͜ ͣé𐌑 ͜ ͣṟ𐌑 ͜ ͣḟ𐌑 ͜ ͣù𐌑 ͜ ͣç𐌑 ͜ ͣḳ𐌑 ͜ ͣé𐌑 ͜ ͣṟ⁥⁥ѕ"},
    },

    ["Racism"] = {
        {"Tester", "no sweary sweary here"},
        {"cotton field slave", "с⁥⁥⁥о⁥⁥⁥t⁥⁥⁥t⁥⁥⁥о⁥⁥⁥n⁥⁥⁥ ⁥⁥⁥f⁥⁥⁥i⁥⁥⁥е⁥⁥⁥ӏ⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥ӏ⁥⁥⁥а⁥⁥⁥v⁥⁥⁥е"},
        {"the ku klux klan", "t⁥⁥⁥h⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥k⁥⁥⁥u⁥⁥⁥ ⁥⁥⁥k⁥⁥⁥ӏ⁥⁥⁥u⁥⁥⁥х⁥⁥⁥ ⁥⁥⁥k⁥⁥⁥ӏ⁥⁥⁥а⁥⁥⁥n"},
        {"cotton fields slave", "с⁥⁥⁥о⁥⁥⁥t⁥⁥⁥t⁥⁥⁥о⁥⁥⁥n⁥⁥⁥ ⁥⁥⁥f⁥⁥⁥i⁥⁥⁥е⁥⁥⁥ӏ⁥⁥⁥d⁥⁥⁥ ⁥⁥⁥ѕ⁥⁥⁥ӏ⁥⁥⁥а⁥⁥⁥v⁥⁥⁥е"},
        {"nigger", "ni𐌑𝖔 ͜ ͣ g𐌑 ͜ ͣger⁥⁥⁥⁥"},
        {"dirty fucking nigger", "dirty fu𐌑𝖔 ͜ ͣ c𐌑king ni𐌑𝖔 ͜ ͣ g𐌑 ͜ ͣger⁥⁥⁥⁥"},
        {"runaway slave!", "runaway s𐌜𐌜𐌜𐌜 I𐌜𐌜𐌜𐌜a𐌜𐌜𐌜𐌜v𐌜𐌜𐌜𐌜e!!!"},
        {"bruh youre my slave", "bruh youre my s𐌜𐌜𐌜𐌜 I𐌜𐌜𐌜𐌜a𐌜𐌜𐌜𐌜v𐌜𐌜𐌜𐌜e "},
        {"kys jew", "k 𐌢𐌔 ys j 𐌢𐌔 ew"},
        {"All lives matter except niggers", "ALL LIV 𐌢𐌔 ES MATTER (e 𐌢𐌔 xcept ni 𐌢𐌔 gg 𐌢𐌔 er 𐌔 s)"},
        {"Mad cuz george floyd dead", "mad cuz geor 𐌢𐌔 ge floyd dead"},
        {"How about you quit picking cotton and pick some bitches", "how about you quit pick 𐌢𐌔 ing cot 𐌢𐌔 ton and pick up some bit 𐌢𐌔 chess"},
        {"die black monkey", "d⁥⁥⁥i⁥⁥⁥e bla 𐌢𐌔 ck monkey"},
        {"get back to the cotton fields", "get back to the cott 𐌢𐌔 on fi⁥⁥⁥e⁥⁥⁥ld"},
        {"push niggers down the stairwell", "push 𐌢 ing ni 𐌢𐌔 gg 𐌢𐌔 er 𐌔 s do⁥⁥⁥wn the stairwell"},
        {"get back to the fields you stupid niggers", "get back to the field stu 𐌢𐌔 pid ni 𐌢𐌔 gg 𐌢𐌔 er 𐌔s"},
        {"Black lives dont matter", "bla 𐌢𐌔 ck lives D 𐌢𐌔 ON 𐌢𐌔 T matter"}, 
        {"Kill all niggers", "KI 𐌢𐌔 LL AL 𐌢𐌔 L NI 𐌢𐌔 GG 𐌢𐌔 ERS"},
        {"Niggers=slaves", "NI 𐌢𐌔 GG 𐌢𐌔 ERS = SLA 𐌢𐌔 VES"},
        {"Dont be silly be a smartie come and join the nazi party", "dont be silly be a smartie come and join the na 𐌢𐌔 zi party :)"},
        {"Gas the jews", "g 𐌢𐌔 as the je 𐌢𐌔 ws"},
        {"wedontsellniggas", "wedontsellniggas"},
    },

    ["Terrorism"] = {
        {"mein kampf is my favorite book", "m⁥⁥⁥е⁥⁥⁥i⁥⁥⁥n⁥⁥⁥ ⁥⁥⁥k⁥⁥⁥а⁥⁥⁥m⁥⁥⁥р⁥⁥⁥f⁥⁥⁥ ⁥⁥⁥i⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥f⁥⁥⁥а⁥⁥⁥v⁥⁥⁥о⁥⁥⁥r⁥⁥⁥i⁥⁥⁥t⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥о⁥⁥⁥о⁥⁥⁥k"},
        {"siege heil", "ѕ⁥⁥⁥i⁥⁥⁥е⁥⁥⁥g⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥h⁥⁥⁥е⁥⁥⁥i⁥⁥⁥ӏ"},
        {"my uncle was adolf", "m⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥u⁥⁥⁥n⁥⁥⁥с⁥⁥⁥ӏ⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥w⁥⁥⁥а⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥d⁥⁥⁥о⁥⁥⁥ӏ⁥⁥⁥f"},
        {"osama bin laden was my father", "о⁥⁥⁥ѕ⁥⁥⁥а⁥⁥⁥m⁥⁥⁥а⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥i⁥⁥⁥n⁥⁥⁥ ⁥⁥⁥ӏ⁥⁥⁥а⁥⁥⁥d⁥⁥⁥е⁥⁥⁥n⁥⁥⁥ ⁥⁥⁥w⁥⁥⁥а⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥f⁥⁥⁥а⁥⁥⁥t⁥⁥⁥h⁥⁥⁥е⁥⁥⁥r"},
        {"mein kampf is my favorite book", "m⁥⁥⁥е⁥⁥⁥i⁥⁥⁥n⁥⁥⁥ ⁥⁥⁥k⁥⁥⁥а⁥⁥⁥m⁥⁥⁥р⁥⁥⁥f⁥⁥⁥ ⁥⁥⁥i⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥m⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥f⁥⁥⁥а⁥⁥⁥v⁥⁥⁥о⁥⁥⁥r⁥⁥⁥i⁥⁥⁥t⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥b⁥⁥⁥о⁥⁥⁥о⁥⁥⁥k"},
        {"my uncle was adolf", "m⁥⁥⁥у⁥⁥⁥ ⁥⁥⁥u⁥⁥⁥n⁥⁥⁥с⁥⁥⁥ӏ⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥w⁥⁥⁥а⁥⁥⁥ѕ⁥⁥⁥ ⁥⁥⁥а⁥⁥⁥d⁥⁥⁥о⁥⁥⁥ӏ⁥⁥⁥f"},
        {"HEIL HITLER", "HE 𐌢𐌔 IL HI 𐌢𐌔 TLER"},
    },

    ["Non-bypass"] = {
	{"germansextoys", "germansextoys"},	
        {"lmfaoooo", "ӏ⁥⁥⁥m⁥⁥⁥f⁥⁥⁥а⁥⁥⁥о⁥⁥⁥о⁥⁥⁥о⁥⁥⁥о"},
        {"i give kids weed", "i⁥⁥⁥ ⁥⁥⁥g⁥⁥⁥i⁥⁥⁥v⁥⁥⁥е⁥⁥⁥ ⁥⁥⁥k⁥⁥⁥i⁥⁥⁥d⁥⁥⁥ѕ w⁥⁥⁥⁥е 𐌢𐌔 ⁥⁥⁥⁥е⁥⁥⁥⁥d"},
        {"synapsex", "ѕ⁥⁥⁥у⁥⁥⁥n⁥⁥⁥а⁥⁥⁥р⁥⁥⁥ѕ⁥⁥⁥е⁥⁥⁥х"},
        {"lmaoooo", "ӏ⁥⁥⁥m⁥⁥⁥а⁥⁥⁥о⁥⁥⁥о⁥⁥⁥о⁥⁥⁥о"},
    },
}

loadstring(game:HttpGet("https://raw.githubusercontent.com/AnthonyIsntHere/anthonysrepository/main/scripts/AntiChatLogger.lua"))() -- Anti Screenshot
loadstring(game:HttpGet("https://pastebin.com/raw/8vRbDjT7", true))() -- Anti Chat Logger

task.wait(0.2)

local TweenService = game:GetService("TweenService")
local UserInputService = game:GetService("UserInputService")

local DevTools = loadstring(game:HttpGet("https://pastebin.com/raw/irnM7iJD", true))()

local Window = DevTools:Init({
    Name = "UNFUNNY BYPASSER",
    Title = "BEST SEX GAME EVER!!! I LOVE ITTTT(COEMMSS:HEART:)",
    Subtitle = "Google Chrome is best web browser, also no sex here!!!!!!!!",
    LoadingBackgroundImage = "rbxassetid://13738082890",
    Options = {
        KillYourself = false,
        FOVAnimations = false,
    }
})

local Home = Window:CreateTab({ Name = "Home", Icon = "rbxassetid://6026568198" })
local Settings = Window:CreateTab({ Name = "Settings", Icon = "rbxassetid://6031280882" })

Window:SetProfileTitle(game:GetService("Players").LocalPlayer.Name)

local TabsInstance = Window.Interface.Main.Sidebar.Tabs
local Divider = TabsInstance.Template:Clone()

Divider.Parent = TabsInstance
Divider.Name = "Divider"

Divider.Title.AnchorPoint = Vector2.new(.5, 0)
Divider.Title.Position = UDim2.new(.5, 0, 0.1, 0)
Divider.Title.TextColor3 = Color3.fromRGB(90, 110, 200)

Divider.Title.TextTransparency = 1

Divider.Title.FontFace.Weight = Enum.FontWeight.Regular

Divider.Button:Destroy()
Divider.SelectionBox:Destroy()
Divider.Icon:Destroy()

Divider.Title.Text = "- !Bypasses! -"
Divider.Title.TextSize = 16
Divider.SelectionOrder = 3
Divider.Visible = true

TweenService:Create(Divider.Title, TweenInfo.new(.6), { TextTransparency = 0 }):Play()

task.wait(.2)

function Chat(Message)
    game:GetService("ReplicatedStorage").DefaultChatSystemChatEvents.SayMessageRequest:FireServer(Message, "All")
end

local BypassCache = {}
local loaded = 0

local ManualBypassEnabled = false

local ChatTextBox = game:GetService("Players").LocalPlayer.PlayerGui:WaitForChild("Chat"):WaitForChild("Frame"):WaitForChild("ChatBarParentFrame"):WaitForChild("Frame"):WaitForChild("BoxFrame"):WaitForChild("Frame"):WaitForChild("ChatBar")

for TabName, _ in next, VadBypasses do
    BypassCache[TabName] = Window:CreateTab({ Name = TabName })
end

Home:CreateSection("Credits")
Home:CreateLabel("Owners\n\n  •   sokdoda")

Home:CreateSection("Changelog")
Settings:CreateSection("Toggles")
Settings:CreateToggle({
    Name = "Manual Bypass(enable both)",

    Callback = function(Value)
        ManualBypassEnabled = Value
    end
})

local ChangeManualBypassMethod
local SrhBetaMethod = false
Settings:CreateToggle({
    Name = "SRH Beta Manual Bypass Method(enable both)",

    Callback = function(Value)
        SrhBetaMethod = Value
        ChangeManualBypassMethod()
    end
})

Settings:CreateLabel("Note: Enable both and start swearing, example: you are a cock")
Settings:CreateLabel("Tbh some exploits show 2 chat bubbles instead of 1, not sure what's the issue")
Settings:CreateLabel("But yeah it works so, not a problem for it, as long as you don't spam")

local unicode = "⁥⁥⁥"
local tab = {
    ["a"] = "а",
    --["b"] = 0x0432,
    ["c"] = "с",
    ["e"] = "е",
    --["h"] = 0x04BB,
    ["i"] = "і",
    --["j"] = 0x0458,
    --["l"] = 0x04CF,
    ["o"] = "о",
    ["p"] = "р",
    ["s"] = "ѕ",
    ["u"] = "υ",
    --["v"] = 0x03BD,
   -- ["x"] = 0x0445,
    --["y"] = 0x0443,

    ["A"] = "А",
   -- ["B"] = 0x0412,
    ["C"] = "С",
    ["E"] = "Е",
   -- ["G"] = 0x050C,
  --  ["H"] = 0x041D,
    ["I"] = "І",
   -- ["J"] = 0x0408,
   -- ["K"] = 0x13E6,
   -- ["M"] = 0x041C,
    ["N"] = "Ν",
    ["O"] = "О",
    ["P"] = "Р",
    ["S"] = "Ѕ",
    ["T"] = "Т",
   -- ["V"] = 0x13D9,
   -- ["X"] = 0x0425,
   -- ["Y"] = 0x04AE,
}


local convertStringToUnicode

ChangeManualBypassMethod = function()
	if not SrhBetaMethod then
		convertStringToUnicode = function(v)
			local string = {}
            local convertedString = ""
			for char in v:gmatch(".") do
				table.insert(string, char)
			end

			for i, char in ipairs(string) do
				if tab[char] then
					string[char] = tab[char]
				else
					string[char] = char
				end

				convertedString = convertedString .. string[char]
			end

			return convertedString
		end
	else
		convertStringToUnicode = function(v)
			local string = {}
            local convertedString = ""
			for char in v:gmatch(".") do
				table.insert(string, char)
			end

			for i, char in ipairs(string) do
				if tab[char] then
					string[char] = tab[char]
				else
					string[char] = char
				end

				convertedString = convertedString .. string[char]
			end

			return  "̌ 𐌜⬜⬜⬜⬜̌    ◻ 𐌖 𐌖𐌖𐌖  ॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓॓𐌖𐌖    𐌖￭𐌖𐌖   ̌ ̌𐌖   𐌜⬜𐌜⬜ 𐌖  𐌜⬜⬜⬜॓॓॓॓i 𐌜⬜⬜ ť" .. convertedString
		end
	end
end
ChangeManualBypassMethod()

ChatTextBox.FocusLost:Connect(function(EnterPressed)
    if not EnterPressed or not ChatTextBox then
        return
    end

    if ManualBypassEnabled then
        Chat(convertStringToUnicode(ChatTextBox.Text))
        return
    end

    Chat(ChatTextBox.Text)
end)

for TabName, Bypasses in next, VadBypasses do
    table.sort(Bypasses, function(a, b)
        return a[1]:lower() < b[1]:lower()
    end)

    local function cButton(a)
        BypassCache[TabName]:CreateButton({
            Name = a[1],

            Callback = function()
                Chat(a[2])
            end
        })
    end

    for _, Bypass in next, Bypasses do
        if loaded > 9 then
            task.spawn(function()
                cButton(Bypass)
            end)

            continue
        end

        cButton(Bypass)

        loaded = loaded + 1
    end
end
